{
  "hero_headline_primary": "Nous sommes une agence de développement",
  "hero_clients_count_text": "Plus de {{count}} clients satisfaits",
  "hero_description_paragraph": "Nous pensons que la meilleure preuve de réussite, c'est la satisfaction client. Plus de la moitié de nos clients continuent à travailler avec nous après leur premier projet.",
  "hero_free_consultation_cta": "Consultation gratuite",

  "video_section_headline": "Pourquoi choisir DEV Agency ?",
  "video_section_description": "Découvrez ce qui nous rend différents en seulement 60 secondes.",

  "mission_section_title": "Notre Mission",
  "mission_main_title": "Solutions numériques simplifiées",
  "mission_main_description": "Aider les petites entreprises à se développer en ligne avec des sites web faciles et efficaces.",
  "mission_accordion_mission_title": "Notre Mission",
  "mission_accordion_mission_content": "Nous créons des sites web qui attirent les clients et stimulent la croissance—sans les tracas.",
  "mission_accordion_vision_title": "Notre Vision",
  "mission_accordion_vision_content": "Donner du pouvoir aux petites entreprises avec des solutions numériques simples et efficaces pour grandir et réussir en ligne.",
  "mission_point_1": "Fournir un code propre et évolutif",
  "mission_point_2": "Donner du pouvoir aux entreprises grâce aux outils numériques",
  "mission_point_3": "Soutenir les clients avec transparence et rapidité",

  "projects_section_title": "Voyons nos projets",
  "projects_section_description": "Découvrez notre dernier travail en développement web.",

  "services_section_title": "Nos Services",
  "services_web_design": "Conception web",
  "services_web_development": "Développement web",
  "services_ui_ux_design": "Design UI/UX",
  "services_ecommerce_solutions": "Solutions e-commerce",
  "services_seo_performance": "SEO et Performance",
  "services_website_maintenance": "Maintenance de site web",

  "process_section_title": "Notre processus de travail simple",
  "process_step_1_title": "Stratégie et planification",
  "process_step_1_description": "Nous prenons le temps de comprendre votre entreprise, vos objectifs et votre vision pour créer un plan clair.",
  "process_step_2_title": "Design et visuels",
  "process_step_2_description": "Nous créons un design professionnel qui s'aligne avec votre marque et engage votre audience.",
  "process_step_3_title": "Développement",
  "process_step_3_description": "Nous construisons votre site web avec soin, en veillant à ce qu'il soit rapide et prêt à développer votre entreprise.",

  "faq_section_title": "Questions fréquemment posées",
  "faq_question_1": "Combien de temps faut-il pour construire un site web ?",
  "faq_answer_1": "Le délai dépend de la complexité de votre projet. Une simple page d'atterrissage peut prendre 1-2 semaines, tandis qu'un site e-commerce complet peut prendre 4-6 semaines. Nous fournirons un calendrier détaillé lors de notre consultation initiale.",
  "faq_question_2": "Fournissez-vous un support continu après le lancement du site web ?",
  "faq_answer_2": "Oui, nous proposons des forfaits de maintenance complets pour garder votre site web sécurisé, mis à jour et performant de manière optimale. Cela inclut les mises à jour de sécurité, les changements de contenu et la surveillance des performances.",
  "faq_question_3": "Quelles technologies utilisez-vous ?",
  "faq_answer_3": "Nous utilisons des technologies modernes et évolutives incluant React, Next.js, WordPress, Shopify et des solutions personnalisées. Notre choix dépend de vos besoins et objectifs spécifiques.",
  "faq_question_4": "Combien coûte un site web ?",
  "faq_answer_4": "Les coûts varient selon la complexité et les fonctionnalités. Un site web de base commence à 1 500 $, tandis que les sites e-commerce complexes peuvent coûter entre 5 000 $ et 15 000 $ +. Nous fournirons un devis détaillé après avoir compris vos exigences.",
  "faq_question_5": "Quelle est votre vision ?",
  "faq_answer_5": "Nous aidons les petites entreprises à construire une présence en ligne forte avec des solutions web simples, efficaces et évolutives.",
  "faq_question_6": "Offrez-vous des consultations gratuites ?",
  "faq_answer_6": "Oui ! Nous offrons une consultation gratuite pour comprendre vos besoins et suggérer la meilleure approche pour votre site web.",
  "faq_question_7": "Pouvez-vous aider avec les mises à jour et la maintenance du site web ?",
  "faq_answer_7": "Absolument ! Nous fournissons un support continu pour garder votre site web opérationnel en douceur.",
  "faq_question_8": "Offrez-vous des solutions e-commerce ?",
  "faq_answer_8": "Oui, nous construisons des boutiques en ligne sécurisées et conviviales pour vous aider à vendre vos produits facilement.",

  "counter_years_experience_label": "Années d'expérience",
  "counter_years_experience_description": "Base solide en développement web et automatisation, offrant une valeur constante depuis le premier jour.",
  "counter_successful_projects_label": "Projets réussis",
  "counter_successful_projects_description": "Des pages d'atterrissage aux sites web complexes, chaque solution est conçue pour obtenir des résultats",
  "counter_satisfied_customers_label": "Clients satisfaits",
  "counter_satisfied_customers_description": "Fait confiance par les entrepreneurs et les entreprises qui reviennent parce que nous obtenons des résultats.",

  "process_step_1_label": "Étape 1",
  "process_step_2_label": "Étape 2",
  "process_step_3_label": "Étape 3"
}